{"sections":{"main":{"type":"page","disabled":true,"settings":{}},"image_with_text_YhngCt":{"type":"image-with-text","name":"Image with text","settings":{"heading":"","heading_size":"h3","subheading":"","container":"container-fluid","color_scheme":"","item_gap":100,"item_gap_mobile":30,"layout":"left","image_column_size":"6","image_overlap":false,"show_image_reverse":false,"hover_effect":false,"image_animation":"none","image":"shopify:\/\/shop_images\/download_60311b07-3a7c-4c69-bec9-0b523585471c.webp","link":"","link_2":"","second_image_offset_top":10,"title":"Handmade in Italy","sub_title":"","text":"<p>VELLATINI products are made in Italy, the birth place of the world's finest leather.<br\/><br\/>THE LEATHER<br\/>Italian leather has long held the reputation as the best leather in the world and the Italian commitment to incredibly high standards of manufacturing, means only the very best quality hides are used ensuring a durable, long lasting leather product. Because Italian leather is not mass produced, it takes much longer to make than the cheaper mass-made alternatives. However, the end result is a superior, long-lasting, high quality leather product.<br\/><br\/>THE ARTISAN<br\/>A quality leather product is only one half of the equation in creating a world class leather product. The skills of the artisan, enriched by centuries of traditional knowledge, is the other essential part of this process. Leather production has been a way of life in Italy for centuries. Master craftsman have been meeting in Tuscany to discuss their trade since the early 13th century and their skills and techniques have been passed down over multiple generations. The technique, skill and care put into leather manufacturing by these Italian artisans makes the leather goods they produce superior to those made in any other region in the world.<br\/><br\/>VELLATINI is thrilled to work with the finest Italian leather artisans to produce authentic high quality leather handbags. Made with traditional techniques, generations of expertise and of course the best Italian leather, we can ensure you will be enjoying your VELLATINI leather bag for years to come.<br\/><br\/><\/p>","text_size":"medium","content_alignment":"left","button_label":"","button_link":"","button_style":"m-button--link","button_size":"","padding_top":50,"padding_bottom":50,"custom_class":"","animations":"inherit"}}},"order":["main","image_with_text_YhngCt"]}